{
  "source": "Google",
  "rating": 5.0,
  "count": 11,
  "headline": "Top Rated Service",
  "badgeText": "Verified by Trustindex",
  "placeUrl": "https://www.google.com/search?q=Poray+Electric+Vehicles+Opinie",
  "reviews": [
    {
      "author": "Łukasz",
      "initials": "Ł",
      "monthsAgo": "4 weeks ago",
      "rating": 5,
      "verified": true,
      "text": "I had two Falcons serviced. Great contact with the owner and the work was flawless. A true enthusiast who really knows what he’s doing. Highly recommended 👌",
      "originalHint": "",
      "originalUrl": "",
      "photoThumb": ""
    },
    {
      "author": "Michał",
      "initials": "M",
      "monthsAgo": "4 weeks ago",
      "rating": 5,
      "verified": true,
      "text": "The case was complicated - it was a Chinese scooter that had been broken since new-but it wasn’t much of a challenge. It was fixed and brought back to proper condition!",
      "originalHint": "",
      "originalUrl": "",
      "photoThumb": ""
    },
    {
      "author": "Radosław",
      "initials": "R",
      "monthsAgo": "4 weeks ago",
      "rating": 5,
      "verified": true,
      "text": "I wholeheartedly recommend this service. They took on a very difficult scooter repair that no other shop wanted to do. From the very beginning, you could see a professional approach, accurate diagnosis, and real commitment to solving the problem. The repair ended in full success - the scooter works perfectly. Great communication, honest approach, and a high level of technical knowledge. If you’re looking for experts who aren’t afraid of challenges, this is definitely the right place.",
      "originalHint": "",
      "originalUrl": "",
      "photoThumb": ""
    },
    {
      "author": "Szymon",
      "initials": "Sz",
      "monthsAgo": "6 months ago",
      "rating": 5,
      "verified": true,
      "text": "I recommend Poray Electric - quick, straight to the point, and they solved the issues with my Feniks!",
      "originalHint": "",
      "originalUrl": "",
      "photoThumb": ""
    },
    {
      "author": "Vds",
      "initials": "V",
      "monthsAgo": "8 months ago",
      "rating": 5,
      "verified": true,
      "text": "Solid work. Great contact and smooth order process. The machine is top-notch - very powerful and sturdy, holds the road well, and the uphill mode is awesome. Tested on the Tatra mountain trails. Recommended!",
      "originalHint": "",
      "originalUrl": "",
      "photoThumb": ""
    },
    {
      "author": "Grzegorz",
      "initials": "G",
      "monthsAgo": "9 months ago",
      "rating": 5,
      "verified": true,
      "text": "Communication with the company is top-level - extremely professional, clear, and to the point. Great customer contact and openness to non-standard solutions. The bikes are built not only with great aesthetics, but most importantly with a solid engineering approach and broad practical knowledge, which is crucial for long, trouble-free operation. Highly recommended!",
      "originalHint": "",
      "originalUrl": "",
      "photoThumb": ""
    },
    {
      "author": "Marek",
      "initials": "M",
      "monthsAgo": "a year ago",
      "rating": 5,
      "verified": true,
      "text": "Mr. Filip and this service deserve an A+. Reliable, solid, honest, and very good communication!!! I recommend it with all my heart!!!",
      "originalHint": "",
      "originalUrl": "",
      "photoThumb": ""
    },
    {
      "author": "Denis",
      "initials": "D",
      "monthsAgo": "a year ago",
      "rating": 5,
      "verified": true,
      "text": "I recommend it to everyone - the service meets all expectations, it’s affordable and fast, and they work “as if for themselves”. I will definitely come back.",
      "originalHint": "",
      "originalUrl": "",
      "photoThumb": ""
    },
    {
      "author": "Kamila",
      "initials": "K",
      "monthsAgo": "a year ago",
      "rating": 5,
      "verified": true,
      "text": "Custom-built bike. Mr. Filip helped and advised which components (e.g., fork, rear shock) would be the best. We had an online meeting where he answered all questions and cleared up any doubts. After the build, he also provides service support. Full professionalism and knowledge. Highly recommended! :)",
      "originalHint": "",
      "originalUrl": "",
      "photoThumb": ""
    },
    {
      "author": "Michał",
      "initials": "M",
      "monthsAgo": "a year ago",
      "rating": 5,
      "verified": true,
      "text": "I recommend this service.",
      "originalHint": "",
      "originalUrl": "",
      "photoThumb": ""
    },
    {
      "author": "Maciej",
      "initials": "M",
      "monthsAgo": "a year ago",
      "rating": 5,
      "verified": true,
      "text": "A service with huge knowledge and experience. Great communication and a professional, straightforward approach to the customer.",
      "originalHint": "",
      "originalUrl": "",
      "photoThumb": ""
    }
  ]
}
